assign1/benchmarks-clock.txt
transaction type: TPC-B (sort of)
scaling factor: 10
query mode: simple
number of clients: 10
number of threads: 1
duration: 360 s
number of transactions actually processed: 20646
latency average: 174.368 ms
tps = 57.326742 (including connections establishing)
tps = 57.343268 (excluding connections establishing)
 heap_read | heap_hit |         ratio          
-----------+----------+------------------------
     41849 |   231357 | 0.84682254416081638031
(1 row)