assign1/benchmarks-lru.txt
transaction type: TPC-B (sort of)
scaling factor: 10
query mode: simple
number of clients: 10
number of threads: 1
duration: 360 s
number of transactions actually processed: 21002
latency average: 171.412 ms
tps = 58.305719 (including connections establishing)
tps = 58.323552 (excluding connections establishing)
 heap_read | heap_hit |         ratio          
-----------+----------+------------------------
     43597 |   211130 | 0.82884813938059177080
(1 row)